export const lexicon = {
    'RU': {
        info_dialog: {
            title: 'В одесской области на',
            alcohol: 'Алкогольных лицензий',
            tobacco: 'Табачных лицензий',
            close: 'Закрыть',
            help: 'Помощь'
        },
        company_desc: {
            company: 'Название',
            license_type: 'Тип лицензии',
            license_number: 'Номер лицензии',
            license_start_at:'Дата начала',
            license_end_at:'окончания',
            alcohol: 'Алкогольная',
            tobacco: 'Табачная',
        },
        error: {
            db: 'Ошибка при cоздании базы данных',
            version: 'Ошибка при проверке версии базы данных',
            data: 'Ошибка при получении данных',
            set: 'Ошибка при записи данных'
        },
        loading: {
            db: 'Создание базы данных.',
            version: 'Проверка версии базы данных.',
            data: 'Получение данных.',
            set: 'Запись данных.'
        }
    },
    'UKR': {
        info_dialog: {
            title: 'В одеській області на',
            alcohol: 'Алкогольних ліцензій',
            tobacco: 'Тютюнових ліцензій',
            close: 'Закрити',
            help: 'Допомога'
        },
        company_desc: {
            company: 'Назва',
            license_type: 'Тип ліцензії',
            license_number: 'Номер ліцензії',
            license_start_at: 'Дата початку',
            license_end_at: 'закінчення',
            alcohol: 'Алкогольна',
            tobacco: 'Тютюнова',
        },
        error: {
            db: 'Помилка при Створення бази даних',
            version: 'Не вдалося перевірити версії бази даних',
            data: 'Помилка при отриманні даних',
            set: 'Помилка при запису даних'
        },
        loading: {
            db: 'Створення бази даних.',
            version: 'Перевірка версії бази даних.',
            data: 'Отримання даних.',
            set: 'Запис даних.'
        }
    }
}