export const lexicon = {
    'RU': {
        company_desc: {
            company: 'Название',
            license_type: 'Тип лицензии',
            license_number: 'Номер лицензии',
            license_start_at:'Дата начала',
            license_end_at:'окончания',
            alcohol: 'Алкогольная',
            tobacco: 'Табачная',
        },
        error: {
            db: 'Ошибка при cоздании базы данных',
            version: 'Ошибка при проверке версии базы данных',
            data: 'Ошибка при получении данных',
            set: 'Ошибка при записи данных'
        },
        loading: {
            db: 'Создание базы данных.',
            version: 'Проверка версии базы данных.',
            data: 'Получение данных.',
            set: 'Запись данных.'
        }
    },
    'UKR': {
        company_desc: {
            company: 'Название',
            license_type: 'Тип лицензии',
            license_number: 'Номер лицензии',
            license_start_at:'Дата начала',
            license_end_at:'окончания',
            alcohol: 'Алкогольная',
            tobacco: 'Табачная',
        },
        error: {
            db: 'Ошибка при cоздании базы данных',
            version: 'Ошибка при проверке версии базы данных',
            data: 'Ошибка при получении данных',
            set: 'Ошибка при записи данных'
        },
        loading: {
            db: 'Создание базы данных.',
            version: 'Проверка версии базы данных.',
            data: 'Получение данных.',
            set: 'Запись данных.'
        }
    }
}