export const lexicon = {
    'RU':{
        anonim: 'Анонимно',
        no_anonim: 'Не анонимно',
        fio: 'ФИО',
        message: 'Суть жалобы',
        photo: 'Добавить фото',
        phone: 'Телефон',
        send: 'Отправить',
        validation: {
            required: 'Обязательно для заполнения'  ,
            phone:'Только цифры',
            email:'Некорректный email'
        },
        develop: {
            title: 'Приложение разработали:',
            desc: 'Приложение разработано командой фрилансеров с помощью технологиях Phonegap и React.js.\n' +
            '                                В разработке учавствовали:',
            close: 'Закрыть'
        }
    },
    'UKR':{
        anonim: 'Анонімно',
        no_anonim: 'Чи не анонімно',
        fio: 'ФІО',
        message: 'Суть скарги',
        photo: 'Додати фото',
        phone: 'Телефон',
        send: 'Відправити',
        validation: {
            required: 'Обов\'язкове для заповнення'  ,
            phone:'Тільки цифри',
            email:'Некоректний email'
        },
        develop: {
            title: 'Додаток розробили:',
            desc: 'Додаток розроблений командою фрілансерів за допомогою технології Phonegap i React.js.\n' +
            '                                В розробці брали участь:',
            close: 'Закрити'
        },
    }
}