export const lexicon = {
    'RU': [
        {
            title: 'Как отправить жалобу?',
            content: [
                `Для того чтобы отправить жалобу необходимо:
                1) зайти в меню;
                2) выбрать раздел "жалобы";
                3) заполнить форму и нажать "отправить"`
            ],
        }, {
            title: 'Как прикрепить адрес к жалобе?',
            content: [
                `Есть несколько способов как прикрепить адрес к жалобе.`,
                `Первый способ:
                1) на главной карте нажмите на маркер в виде капли;
                2) в появившемся снизу меню нажмите кнопку "Пожаловаться";
                3) Вас перенаправит в форму жалобы и система автоматическ прикрепит данные озаведении к форме`,
                `Второй способ:
                1) Зайдите в меню;
                2) выберите раздел "Жалобы";
                3) нажмите кнопку "Прикрепить координаты";
                4) на появившейся карте нажмите два раза на место которое хотите зафиксировать либо нажмите желтую кнопку в нижнем левом углу для определения ваших координат;
                5) как только на карте появится маркер нажмите "Ок" чтобы прикрепить координаты к жалобе`
            ]
        }, {
            title: 'Как поменять язык?',
            content: [
                `Для того чтобы поменять язык приложения необходимо:
                    1) открыть меню;
                    2) зайти в раздел найстройки;
                    3) выбрать нужный вам язык`
            ],
        }, {
            title: 'Как определить местонахождение?',
            content: [
                `На карте в нижнем левом углу нажмите на квадратную желтую кнопку, в течении 20 секунд приложение определит координаты и поставит точку на карту`
            ],
        },
    ],
    'UKR': [
        {
            title: 'Як відправити скаргу?',
            content: [
                `Для того щоб відправити скаргу необхідно:
                    1) зайти в меню;
                    2) обрати розділ "скарги";
                    3) заповнити форму та натиснути "відправити";`
            ],
        }, {
            title: 'Як прикріпити адресу до скарги?',
            content: [
                `Є декілька  способів прикріпити адресу до скарги.`,
                `Перший спосіб:
                1) на головній карті натисніть на маркер у вигляді краплі;
                2) в меню, що з‘явилося знизу  натисніть кнопку "Поскаржитися";
                3) Вас перенаправить до форми скарги та система автоматично прикріпить  дані про заклад  до форми`,
                `Другий спосіб:
                1) Зайти в меню;
                2) обрати розділ "Скарги";
                3) натисніть кнопку "Прикріпити координати";
                4)на карті, що з’явилася натисніть двічі на місце, яке бажаєте зафіксувати або натисніть жовту кнопку у нижньому лівому кутку для визначення ваших координат;
                5) коли на карті з'явиться маркер натисніть "Ок" для того, щоб прикріпити координати до скарги`
            ]
        }, {
            title: 'Як змінити мову?',
            content: [
                `Для того, щоб змінити мову необхідно:
                 1) відкрити меню;
                 2) перейти  у розділ налаштування;
                 3) обрати необхідну вам мову`
            ],
        }, {
            title: 'Як визначити місцезнаходження?',
            content: [
                `На карті у нижньому лівому кутку натисніть квадратну жовту кнопку, протягом 20 секунд додаток визначить координати та поставить крапку на карті`
            ],
        },
    ],
};
// export const lexicon = {
//     'RU': [
//         {
//             title: 'Как отправить жалобу?',
//             content: [
//                 `Для того чтобы отправить жалобу необходимо:
//                 1) зайти в меню;
//                 2) выбрать раздел "жалобы";
//                 3) заполнить форму и нажать "отправить"`
//             ],
//         }, {
//             title: 'Как прикрепить адрес к жалобе?',
//             content: [
//                 `Есть несколько способов как прикрепить адрес к жалобе.`,
//                 `Первый способ:
//                 1) на главной карте нажмите на маркер в виде капли;
//                 2) в появившемся снизу меню нажмите кнопку "Пожаловаться";
//                 3) Вас перенаправит в форму жалобы и система автоматическ прикрепит данные озаведении к форме`,
//                 `Второй способ:
//                 1) Зайдите в меню;
//                 2) выберите раздел "Жалобы";
//                 3) нажмите кнопку "Прикрепить координаты";
//                 4) на появившейся карте нажмите два раза на место которое хотите зафиксировать либо нажмите желтую кнопку в нижнем левом углу для определения ваших координат;
//                 5) как только на карте появится маркер нажмите "Ок" чтобы прикрепить координаты к жалобе`
//             ]
//         }, {
//             title: 'Как поменять язык?',
//             content: [
//                 `Для того чтобы поменять язык приложения необходимо:
//                     1) открыть меню;
//                     2) зайти в раздел найстройки;
//                     3) выбрать нужный вам язык`
//             ],
//         }, {
//             title: 'Как определить местонахождение?',
//             content: [
//                 `На карте в нижнем левом углу нажмите на квадратную желтую кнопку, в течении 20 секунд приложение определит координаты и поставит точку на карту`
//             ],
//         },
//     ],
//     'UKR': [
//         {
//             title: 'Як відправити скаргу?',
//             content: [
//                 `Для того щоб відправити скаргу необхідно:
//                     1) відкрити меню;
//                     2) вибрати розділ "скарги";
//                     3) заповнити форму і натиснути "відправити";`
//             ],
//         }, {
//             title: 'Як прикріпити адресу до скарги?',
//             content: [
//                 `Є кілька способів як прикріпити адресу до жалобе.`,
//                 `Перший спосіб:
//                 1) на головній мапі натисніть на маркер у вигляді краплі;
//                 2) в який з'явився знизу меню натисніть кнопку "Поскаржитися";
//                 3) Вас перенаправить в форму скарги і система автоматичних т прикріпить дані озаведеніі до форме`,
//                 `Другий спосіб:
//                 1) Зайдіть в меню;
//                 2) виберіть розділ "Скарги";
//                 3) натисніть кнопку "Прикріпити координати";
//                 4) на що з'явилася карті натисніть два рази на місце яке б хотіли записати або натисніть жовту кнопку в нижньому лівому кутку для визначення ваших координат; \ n
//                 5) як тільки на карті з'явиться маркер натисніть "Ок" щоб прикріпити координати до жалобе`
//             ]
//         }, {
//             title: 'Як поміняти мову?',
//             content: [
//                 `Для того щоб поміняти мову програми необхідно:
//                  1) відкрити меню;
//                  2) зайти в розділ найстройкі;
//                  3) вибрати потрібний вам язик`
//             ],
//         }, {
//             title: 'Як визначити місцезнаходження?',
//             content: [
//                 `На карті в нижньому лівому куті натисніть на квадратну жовту кнопку, протягом 20 секунд додаток визначить координати і поставить крапку на карту`
//             ],
//         },
//     ],
// };